Repository: wp-plugins/events-maker
Catalog: languages/events-maker-*.po
Languages: fi, hu_hu

source: For example:
hu_hu: Példának:

source: Enable RSS feed
fi: Ota käyttöön RSS-syötteet
hu_hu: RSS feed bekapcsolása

source: Enable to include events in your website main RSS feed.
fi: Ota käyttöön sisällyttääksesi tapahtumat sivustosi RSS-syötteeseen.
hu_hu: Engedélyezze az eseményeket a honlapon a RSS feednél.

source: Enable delete on deactivation
fi: Ota käyttöön poistaminen, kun lisäosa otetaan pois käytöstä
hu_hu: Engedélyezze a törlés deaktíválását

source: Enable if you want all plugin data to be deleted on deactivation.
fi: Ota käyttöön, jos haluat poistaa kaikki lisäosan tiedot, kun lisäosa otetaan pois käytöstä.
hu_hu: Engedélyezze, ha törölni akarjuk, minden bővítmény adatokat a deaktíválásnál.

source: Choose the currency that will be used for ticket prices.
fi: Valitse valuutta, jota käytetään lippujen hinnoissa.
hu_hu: Válassza ki a pénznemet, amelyeket használni fognak a jegyárak.

source: Choose the location of the currency sign.
fi: Valitse valuuttamerkin sijainti.
hu_hu: Válassza ki a valuta jel helyét.

source: This will appear next to all the currency figures on the website. Ex. $, USD, €...
fi: Tämä näytetään kaikkien valuuttojen vieressä. Esm. $ tai €.
hu_hu: Ez fog megjelenni az összes valuta adatnál a honlapon. Pl: $,USD, € ...

source: This determines how your currency is displayed. Ex. 1,234.56 or 1,200 or 1200.
fi: Tämä määrää, kuinka valuutta esitetään. Esim. 1,234.56 tai 1,200 tai 1200.
hu_hu: Ez határozza meg, hogy a pénznem jelenik meg. Pl: 1,234.56, vagy 1200, vagy 1200.

source: Select how to order your events list (works for both: admin and front-end default query).
fi: Valitse kuinka tapahtumalista järjestetään (toimii sekä hallintapaneelissa että sivuston puolella).
hu_hu: Válassza ki, hogyan kell megrendelni az események listáját (működik mint: admin és front-end alapértelmezett lekérdezés).

source: Select events list order (works for both: admin and front-end default query).
fi: Valitse tapahtumalistan järjestys (toimii sekä hallintapaneelissa että sivuston puolella).
hu_hu: Válassza ki az események sorrendjét (működik mint: admin és front-end alapértelmezett lekérdezés).

source: Show past events
fi: Näytä menneet tapahtumat
hu_hu: Mutassa az utolsó eseményt

source: Select whether to include past events in events list (works for front-end default query).
fi: Valitse haluatko sisällyttää menneet tapahtumat tapahtumalistaan (toimii sivuston puolella).
hu_hu: Válassza ki, hogy mely múltbeli eseményekre események listáját (működik front-end alapértelmezett lekérdezés).

source: Expire current events
fi: Piilota käynnissä olevat tapahtumat
hu_hu: Lejárt aktuális események

source: Select how to handle already started events (works for front-end default query).
fi: Valitse kuinka käynnissä olevat tapahtumat käsitellään (toimii sivuston puolella).
hu_hu: Válassza ki, hogyan kell kezelni a már megkezdett események (működik front-end alapértelmezett lekérdezés).

source: Show occurrences
fi: Näytä toistot
hu_hu: Eredmények Mutatása

source: Select whether to include event occurrences in events list (works for front-end default query).
fi: Valitse näytetäänkö tapahtumien toistot tapahtumalistassa (toimii sivuston puolella).
hu_hu: Válassza ki, hogy mely esemény előfordulásai események listáját (működik front-end alapértelmezett lekérdezés).

source: Show link in menu
fi: Näytä linkit valikossa
hu_hu: Mutasd a linket a menüben

source: Title
fi: Otsikko
hu_hu: Cím

source: Note: if global WordPress permalinks were changed remember to save Events Maker general settings again.
fi: Huomio: Jos WordPressin osoiterakennetta on muutettu muista päivittää Tapahtumakalenterin asetukset uudelleen.
hu_hu: Megjegyzés: ha a globális WordPress permalinkek változtak emlékszem, hogy mentse EseményeketKészítő általános beállításokat.

source: Note: there is no menu to which you could add events archive link.
fi: Huomio: Ei ole valikoita, joihin tapahtuma-arkiston linkki voitaisiin lisätä.
hu_hu: Megjegyzés: nincs menü, ahol hozzáadhat eseményeket archív linkhez.

source: Select if you want to automatically add events archive link to nav menu.
fi: Valitse, jos haluat automaattisesti lisätä tapahtuma-arkiston linkin valikkoon.
hu_hu: Válassza ki, hogy automatikusan hozzáadott eseményeknél az archív linket nav menübe.

source: Date
fi: Ajankohta
hu_hu: Dátum

source: Time
fi: Aika
hu_hu: Idő

source: Enter your preffered date and time formatting.
fi: Syötä haluamasi ajan ja päivämäärän muotoilu.
hu_hu: Írja be a preferált dátum és idő formátumot.

source: Select preffered first day of the week for the calendar display.
fi: Valitse kalenterinäkymän viikon ensimmäinen päivä.
hu_hu: Válaszd ki a preferált hét első napját a naptár kijelzőn.

source: Enable to use default templates
fi: Ota käyttöön käyttääksesi oletuspohjia
hu_hu: Alapértelmezett sablonok használatának engedélyezése

source: For each of the events pages, the corresponding template is used. To use your own template simply give it the same name and store in your theme folder. By default, if Events Maker can't find a template in your theme directory, it will use its own default template. To prevent this, uncheck this option. WordPress will then decide which template from your theme's folder to use.
fi: Jokainen tapahtumasivu käyttää oheista pohjaa. Voit ylikirjoittaa pohjat luomalla samannimisen pohjan teemasi kansioon. Oletuksena tapahtumakalenteri käyttää omia pohjiaan, jos näitä ei löydy teemasta. Voit estää tämän poistamalla valinnan tästä kohdasta. Tällöin WordPress valitsee oman hierarkiansa mukaan sivupohjan teemasi tiedostoista.
hu_hu: Az egyes események oldalak, a megfelelő sablont használják. Ahhoz, hogy használod a saját sablont egyszerűen adja ugyanazt a nevet és tárolja a téma mappába. Alapértelmezésben, ha Események Készítő nem találja sablonként a témát könyvtárban, akkor a saját alapértelmezett sablont használja. Ennek megakadályozására, törölje ezt a lehetőséget. WordPress fog majd dönteni, melyik sablont használja a téma mappa használatakor.

source: These settings will work only if permalinks are enabled.
fi: Nämä asetukset toimivat vain jos helposti luettava osoiterakenne on käytössä (esim. /esimerkki-artikkeli/).
hu_hu: Ezek a beállítások csak akkor működnek, ha permalinkek engedélyezve vannak.

source: General Events root slug to prefix all your events pages with.
fi: Yleinen etuliite, joka tulee kaikkien tapahtumasivujen osoitteiden eteen.
hu_hu: Általános Események gyökér “slug” előtagot minden eseményhez oldalakhoz.

source: Single event page slug.
fi: Yksittäisen tapahtuman sivun osoite.
hu_hu: “Slug” egyszerű esemény az oldalon.

source: Event Locations page slug.
fi: Tapahtumapaikan sivun osoite.
hu_hu: “Slug” eseményrendezés az oldalon.

source: Event Categories page slug.
fi: Tapahtumakategorian sivun osoite.
hu_hu: “Slug” esemény kategóriák az oldalon

source: Event Tags page slug.
fi: Tapahtumatagin sivun osoite.
hu_hu: “Slug” esemény címke az oldalon.

source: Event Organizers page slug.
fi: Tapahtumajärjestäjän sivun osoite.
hu_hu: “Slug” eseményszervező az oldalon.

source: Role
fi: Rooli
hu_hu: Teendő

source: None
fi: Ei mitään
hu_hu: Nincs

source: Calendar page was created successfully on all of the network sites.
fi: Kalenterisivu luotiin onnistuneesti kaikkiin verkoston sivuihin.
hu_hu: Naptár oldal létrehozása sikeres volt az összes hálózati helynél.

source: Calendar page was not created on all of the network sites. You can try to create it manually later.
fi: Kalenterisivua ei luoto kaikkiin verkostosi sivuihin. Yritä luoda sivu käsin myöhemmin.
hu_hu: Naptár oldal nem jött létre az összes hálózati helynél. Meg lehet próbálnimanuálisan létrehozni később.

source: Calendar page was not created on some of the network sites. You can try to create it manually later.
fi: Kalenterisivua ei luotu hoihinkin verkostosi sivuihin. Yritä luoda sivu käsin myöhemmin.
hu_hu: Naptár oldal nem jött létre az egyes oldalakon. Meg lehet próbálnimanuálisan létrehozni később.

source: Events Maker needs to create a page for your events calendar display. Would you like to do it automatically?
fi: Tapahtumakalenterin täytyy luoda sivu tapahtumien näyttämistä varten. Haluatko luoda sen automaattisesti?
hu_hu: Események készítőnél létre kell hoznia egy oldalt eseménynaptár kijelzőn. Vajonszeretnéd, hogy ezt automatikusan megtörténjen?

source: Create Calendar Page
fi: Luo kalenterisivu
hu_hu: Naptár Oldal Készítés

source: No thanks
fi: Ei kiitos
hu_hu: Nem köszönöm

source: Events Calendar
fi: Tapahtumakalenteri
hu_hu: Események Naptár

source: Calendar page was created successfully.
fi: Kalenterisivu luotiin onnistuneesti.
hu_hu: Naptár oldal sikeresen elkészült.

source: Calendar page was not created successfully. You can try to create it manually later.
fi: Kalenterisivun luominen ei onnistunut. Voit yrittää luoda sen käsin myöhemmin.
hu_hu: Calendar oldal nem jött létre sikeresen. Meg lehet próbálni, hogy létrehozza-eKésőbb kézzel.

source: Apologies, but no events were found.
fi: Pahoittelut, tapahtumia ei löytynyt.
hu_hu: Elnézést, de eseményt nem találtam.

source: Color
fi: Väri
hu_hu: Szín

source: Map
fi: Kartta
hu_hu: Térkép

source: Address
fi: Osoite
hu_hu: Cím

source: City
fi: Kaupunki
hu_hu: Város

source: State / Province
fi: Maakunta
hu_hu: Állam / Megye

source: Zip Code
fi: Postinumero
hu_hu: Irányító szám

source: Country
fi: Maa
hu_hu: Ország

source: Image
fi: Kuva
hu_hu: Kép

source: Contact name
fi: Yhteystiedon nimi
hu_hu: Kapcsolat neve

source: Phone
fi: Puhelinnumero
hu_hu: Telefon

source: Website
fi: Kotisivu
hu_hu: Weboldal

source: Remove image
fi: Poista kuva
hu_hu: Kép eltávolítás

source: Datebase was succesfully updated. Enjoy new features!
fi: Tietokanta päivitettiin onnistuneesti. Nauti uusista ominaisuuksista!
hu_hu: Adatbázis sikeresen frissítve. Élvezze az új funkciókat!

source: Events Maker new features require a database update. Make sure you backup your database and then click.
hu_hu: Események Maker új funkciók megkövetelik az adatbázis frissítését. Győződjön meg arról, van backupaz adatbázisban és kattintson.

source: Update
fi: Päivitä
hu_hu: Frissítés

source: Welcome to Events Maker
fi: Tervetuloa Tapahtumakalenteriin
hu_hu: Üdvözöljük az Esemény Készítőben

source: Events Maker is an easy to use but flexible events management plugin made the WordPress way.
hu_hu: Események Készítő egy könnyen használható és rugalmas esemény kezelő bővítmény a WordPressben.

source: dFactory Plugins
hu_hu: dFactory Bővítmény

source: About Events Maker
fi: Tietoja Events Maker -lisäosasta
hu_hu: Esemény Készítőről

source: Main Features
hu_hu: Főbb Jellemzők

source: Easy Event Management
hu_hu: Könnyű Esemény Kezelő

source: Set up date and time, title, desciption and other details of your events in a WordPress native interface.
hu_hu: Beállíthatja a dátumot és az időt, címet, leírást és egyéb események adatait WordPress natív felületbe.

source: Locations and Organizers
fi: Paikat ja järjestäjät
hu_hu: Helyszínek és Szervezők

source: Organize your events in reusable Categories, Tags, Locations and Organizers.
hu_hu: Szervezze meg eseményeket újrafelhasználható kategóriák, címkék, földrajzi helyek és szervezők.

source: Multiple Event Tickets
hu_hu: Több Esemény Jegyek

source: Create free or paid events and add as many different types of tickets as you need.
hu_hu: Létrehozása ingyenes vagy fizetős események, és hozzáadhatunk különböző típusú jegyeket, ami neked éppen szükséges.

source: 6 Widgets incl. Ajax Calendar
hu_hu: 6 Widgetet tartalmaz az Ajax Naptár

source: Complete set of widgets allow you to display event details anywhere in a theme.
hu_hu: Teljes készlet widgeteknek köszönhetően lejátszhatja esemény részleteit bárhol a témába.

source: Highly Customizable Settings
hu_hu: Nagymértékben testreszabható beállítások

source: Easily control different areas of the plugin including Permalinks, Capabilities and many other.
hu_hu: Könnyen vezérelt különböző területein a plugin beleértve Permalinkek,Képességek és sok más.

source: WPML Compatibility
hu_hu: WPML Kompatibilitás

source: Are you running a multilingual events site? Events Maker is fully compatible with WPML (and probably other multilingual plugins too).
hu_hu: Futtatsz egy többnyelvű rendezvények helyszínen? Esemény készítő teljes mértékben kompatibilis A WPML (és valószínűleg más többnyelvű beépülő is).

source: Under the Hood
hu_hu: Motorház alatt

source: Custom Post Types & Custom Taxonomies
hu_hu: Egyéni Hozzászólás típusok és egyéni Taxonómiák

source: Events Maker is built using WordPress custom post types, custom taxonomies and custom post fields.
hu_hu: Események Készítő használatára épül WordPress egyéni típusokhoz, egyedi taxonómiákban és egyedi hozzászólási területeken.

source: Filters and Actions
hu_hu: Szűrők és Műveletek

source: We have included various hooks and filters so you can plug-into these hooks to extend the functionalities.
hu_hu: Jelenleg is tartalmaz különböző horgokat és szűrőket, tehát így elérhető beépülő horog kiterjesztett lehetőségek.

source: Custom Functions
hu_hu: Egyedi Funkciók

source: There are 26 custom functions available. You can use it to make Events Maker suite your individual needs.
hu_hu: Van 26 egyedi funkció áll rendelkezésre. Használhatja, hogy események készítőkíséret egyéni igényekre.

source: Go to Events Maker Settings
fi: Mene tapahtumakalenterin asetuksiin
hu_hu: Menjünk az Esemény Készítő Beállításokhoz

source: Events Archives
fi: Tapahtuma-arkisto
hu_hu: Esemény Archívumok

source: Displays events archives
fi: Näyttää tapahtuma-arkiston
hu_hu: Esemény archívum kijelzés

source: Monthly
fi: Kuukausittain
hu_hu: Havi

source: Yearly
fi: Vuosittain
hu_hu: Évi

source: Display as dropdown
fi: Näytä alasvetovalikkona
hu_hu: Legördülő Kijelző

source: Show amount of events
fi: Näytä tapahtumien määrä
hu_hu: Események mennyiségének mutatása

source: Display Type
fi: Näkymän tyyppi
hu_hu: Kijelző Típusa

source: Order
fi: Järjestys
hu_hu: Rendez

source: Limit
fi: Määrä
hu_hu: Korlát

source: Displays events calendar
fi: Näyttää tapahtumakalenterin
hu_hu: Naptár események kijelzése

source: all
fi: kaikki
hu_hu: minden

source: selected
fi: valittu
hu_hu: kiválasztott

source: basic
fi: perus
hu_hu: alap

source: dark
fi: tumma
hu_hu: sötét

source: light
fi: vaalea
hu_hu: világos

source: flat
hu_hu: lapos

source: Highlight weekends
fi: Korosta viikonloput
hu_hu: Kiemelés hétvégén

source: CSS Style
fi: CSS-tyyli
hu_hu: CSS Stílus

source: Event Categories
fi: Tapahtumakategoriat
hu_hu: Esemény Kategóriák

source: Event Locations
fi: Tapahtumapaikat
hu_hu: Rendezvényhelyszínek

source: Event Organizers
fi: Tapahtumajärjestäjät
hu_hu: Rendezvényszervezők

source: No results were found.
fi: Pahoittelut, ei tuloksia.
hu_hu: Nincs találat

source: Events List
fi: Tapahtumalista
hu_hu: Esemény Lista

source: Displays a list of events
fi: Näyttää listan tapahtumista
hu_hu: Esemény lista Kijelzése

source: No Events
fi: Ei tapahtumia
hu_hu: Nincsenek Események

source: Start date
fi: Alkamisajankohta
hu_hu: Kezdési időpont

source: End date
fi: Loppumisajankohta
hu_hu: Befejezési időpont

source: Number of events
fi: Tapahtumien määrä
hu_hu: Rendezvények száma

source: Display past events
fi: Näytä menneet tapahtumat
hu_hu: Múltbéli események megjelenítése

source: Display event occurrenses
fi: Näytä tapahtuman toistot
hu_hu: Kijelző események bejelzése

source: Display event excerpt
fi: Näytä ote tapahtuman kuvauksesta
hu_hu: Esemény részlet kijelzése

source: Display featured events only
hu_hu: Kijelzi a jellemző csak eseményeket

source: Display event thumbnail
fi: Näytä artikkelikuva
hu_hu: Körömkélp esemény kijelzése

source: Thumbnail size
fi: Artikkelikuvan koko
hu_hu: Körömkép méret

source: No events message
fi: Ei tapahtumia -viesti
hu_hu: Nincsenek esemény üzenetek

source: Date format
fi: Ajan muotoilu
hu_hu: Dátum formátum

source: Time format
fi: Ajan muoto
hu_hu: Idő formátum

source: Events Categories
fi: Tapahtumakategoriat
hu_hu: Esemény Kategóriák

source: Displays a list of events categories
fi: Näytä lista tapahtumakategorioista
hu_hu: Megjelenít egy listát az események kategóriáknál

source: Name
fi: Nimi
hu_hu: Név

source: Show hierarchy
fi: Näytä hierarkia
hu_hu: Hierarchia mutatása

source: Events Locations
fi: Tapahtumapaikat
hu_hu: Esemény helyszínek

source: Displays a list of events locations
fi: Näytä lista tapahtupaikoista
hu_hu: Megjelenít egy listát az események helyszínekről

source: Events Organizers
fi: Tapahtumajärjestäjät
hu_hu: Eseményszervezők

source: Displays a list of events organizers
fi: Näytä lista tapahtumajärjestäjistä
hu_hu: Megjelenít egy listát az eseményszervezőkről

source: <strong>Category: </strong>
fi: <strong>Kategoria: </strong>
hu_hu: <strong>Kategória </strong>

source: <strong>Tags: </strong>
fi: <strong>Tagit: </strong>
hu_hu: <strong>Címkék:</strong>

source: <strong>Location: </strong>
fi: <strong>Paikka: </strong>
hu_hu: <strong>Hely: </strong

source: <strong>Organizer: </strong>
fi: <strong>Järjestäjä: </strong>
hu_hu: <strong>Szervező: </strong

source: Event Daily Archives: %s
fi: Tapahtumien päiväarkisto: %s
hu_hu: Napi Esemény Archívumok: %s

source: Event Monthly Archives: %s
fi: Tapahtumien kuukausiarkisto: %s
hu_hu: Havi Esemény Archívumok: %s

# monthly archives date format
source: F Y
hu_hu: H É

source: Event Yearly Archives: %s
fi: Tapahtumien vuosiarkisto: %s
hu_hu: Évi esemény Archívumok: %s

# yearly archives date format
source: Y
hu_hu: É

source: Events Category: %s
fi: Tapahtumakategoria: %s
hu_hu: Esemény Kategória: %s

source: Events Location: %s
fi: Tapahtumapaikka: %s
hu_hu: Esemény Hely: %s

source: Events Organizer: %s
fi: Tapahtumajärjestäjä: %s
hu_hu: Esemény Szervező: %s

source: Events Tag: %s
fi: Tapahtumatagi: %s
hu_hu: Esemény Címke: %s

source: Search results for &ldquo;
fi: Hakutulokset haulle &ldquo;
hu_hu: Keresés eredménye & ldquo;

source: Error 404
fi: Ei löytynyt
hu_hu: 404-es hiba

source: Posts tagged &ldquo;
fi: Artikkelit avainsanalla &ldquo;
hu_hu: Bejegyzések & ldquo;

source: Author:
fi: Kirjoittaja:
hu_hu: Szerző

source: Page
fi: Sivu
hu_hu: Oldal

source: Leave a comment
fi: Kommentoi
hu_hu: Hozzászólás elhagyása

source: 1 Comment
fi: 1 Kommentti
hu_hu: 1 Hozzászólás

source: % Comments
fi: % kommenttia
hu_hu: % Hozzászólás

source: &laquo; Previous
fi: &laquo; Edellinen
hu_hu: & laquo; előző

source: Sort by start date: ascending
fi: Järjestä aloitusajankohdan mukaan: nouseva
hu_hu: Rendezés kezdő dátum: növekvő

source: Sort by start date: descending
fi: Järjestä aloitusajankohdan mukaan: laskeva
hu_hu: Rendezés kezdő dátum: csökkenő

source: Sort by end date: ascending
fi: Järjestä loppumisajan mukaan: Nouseva
hu_hu: Rendezés befejezés dátuma: növekvő

source: Sort by end date: descending
fi: Järjestä loppumisajan mukaan: Laskeva
hu_hu: Rendezés befejezés dátuma: csökkenő

source: Sort by title: ascending
fi: Järjestä otsikon mukaan: nouseva
hu_hu: Rendezés cím: növekvő

source: Sort by title: descending
fi: Järjestä otsikon mukaan: laskeva
hu_hu: Rendezés cím: csökkenő

source: Free
fi: Ilmainen
hu_hu: Szabad

source: M j, Y @ G:i
fi: j.n.Y H:i

source: Paid
fi: Maksullinen

source: Event Display Options
fi: Tapahtumien näyttämisen asetukset

source: RSS feed
fi: RSS-syöte

source: Other settings
fi: Muut asetukset

source: Menu
fi: Valikko

source: E-mail
fi: Sähköpostiosoite

source: Email
fi: Sähköposti

source: Next &raquo;
fi: Seuraava &raquo;
