Repository: wp-plugins/events-maker
Catalog: languages/events-maker-*.po
Languages: fi, hu_hu

source: Australian Dollar
hu_hu: Ausztrál Dollár

source: Bangladeshi Taka
hu_hu: Bangladesi Taka

source: Brazilian Real
hu_hu: Brazil Reál

source: Bulgarian Lev
hu_hu: Bolgár Lev

source: Canadian Dollar
hu_hu: Kanadai Dollár

source: Chilean Peso
hu_hu: Chilei Peso

source: Chinese Yuan
hu_hu: Kínai Jüan

source: Colombian Peso
hu_hu: Kolumbiai Peso

source: Croatian kuna
hu_hu: Horvát kuna

source: Czech Koruna
hu_hu: Cseh Korona

source: Danish Krone
hu_hu: Dán Korona

source: Hong Kong Dollar
hu_hu: Hong Kongi Dollár

source: Hungarian Forint
hu_hu: Magyar Forint

source: Icelandic krona
hu_hu: Izlandi koron

source: Indian Rupee
hu_hu: Indiai Rúpia

source: Indonesian Rupiah
hu_hu: Indonéz Rúpia

source: Israeli Shekel
hu_hu: Izraeli Shékel

source: Iranian Rial
hu_hu: Irán Riál

source: Japanese Yen
hu_hu: Japán Yen

source: Malaysian Ringgit
hu_hu: Malájziai Ringgit

source: Mexican Peso
hu_hu: Mexikói Peso

source: New Zealand Dollar
hu_hu: Új Zélandi Dollár

source: Nigerian Naira
hu_hu: Nigériai Naira

source: Norwegian Krone
hu_hu: Norvégiai Korona

source: Philippine Peso
hu_hu: Fülöp szigeteki Pezó

source: Polish Zloty
hu_hu: Lengyel Zloty

source: Pound Sterling
hu_hu: Angol Font

source: Romanian Leu
hu_hu: Román Lej

source: Russian Ruble
hu_hu: Orosz Rubel

source: Singapore Dollar
hu_hu: Szingapúri Dollár

source: South African Rand
hu_hu: Dél Afrikai Rand

source: South Korean Won
hu_hu: Dél Koreai Won

source: Swedish Krona
hu_hu: Svéd Korona

source: Swiss Franc
hu_hu: Svájci Frank

source: Taiwan New Dollar
hu_hu: Tajvani Új Dollár

source: Turkish Lira
hu_hu: Török Lira

source: Ukrainian Hryvnia
hu_hu: Ukrán Hrinya

source: United Arab Emirates Dirham
hu_hu: Egyesült Arab Emirátus Dirham

source: United States Dollar
hu_hu: US Dollár

source: Vietnamese Dong
hu_hu: Vietnámi Dong

source: before the price
fi: hinnan edellä
hu_hu: az ár előtt

source: after the price
fi: hinnan jälkeen
hu_hu: az ár után

source: once
fi: kerran
hu_hu: egyszer

source: daily
fi: päivittäin
hu_hu: napi

source: weekly
fi: viikoittain
hu_hu: heti

source: monthly
fi: kuukausittain
hu_hu: havi

source: yearly
fi: vuosittain
hu_hu: évi

source: custom
fi: oma
hu_hu: szokásos

# taxonomy general name
source: Event Categories
fi: Tapahtumakategoriat
hu_hu: Esemény Kategóriák

# taxonomy singular name
source: Event Category
fi: Tapahtumakategoria
hu_hu: Esemény Kategória

source: Search Event Categories
fi: Hae tapahtumakategorioista
hu_hu: Esemény Kategóriák Keresése

source: All Event Categories
fi: Kaikki tapahtumakategoriat
hu_hu: Minden Esemény Kategória

source: Parent Event Category
fi: Päätapahtumakategoria
hu_hu: Szülő Esemény Kategória

source: Parent Event Category:
fi: Päätapahtumakategoria:
hu_hu: Szülő Esemény Kategória

source: Edit Event Category
fi: Muokkaa tapahtumakategoriaa
hu_hu: Esemény Kategória Szerkesztése

source: View Event Category
fi: Katso tapahtumakategoria
hu_hu: Esemény Kategória Nézet

source: Update Event Category
fi: Päivitä tapahtumakategoria
hu_hu: Esemény Kategória Frissítése

source: Add New Event Category
fi: Lisää uusi tapahtumakategoria
hu_hu: Új Esemény Kategória hozzáadása

source: New Event Category Name
fi: Uuden tapahtumakategorian nimi
hu_hu: Új Esemény Kategória Név

source: Categories
fi: Kategoriat
hu_hu: Kategóriák

# taxonomy general name
source: Locations
fi: Paikat
hu_hu: Földrajzi hely

# taxonomy singular name
source: Event Location
fi: Tapahtumapaikka
hu_hu: Esemény Földrajzi helye

source: Search Event Locations
fi: Hae tapahtumapaikoista
hu_hu: Esemény Földrajzi keresése

source: All Event Locations
fi: Kaikki tapahtumapaikat
hu_hu: Minden Esemény Földrajzi helye

source: Parent Event Location
fi: Päätapahtumapaika
hu_hu: Szülő Esemény Földrajzi helye

source: Parent Event Location:
fi: Päätapahtumapaikka:
hu_hu: Szülő Esemény Földrajzi helye

source: Edit Event Location
fi: Muokkaa tapahtumapaikkaa
hu_hu: Esemény Földrajzi helyének szerkesztése

source: View Event Location
fi: Katso tapahtumapaikka
hu_hu: Esemény Földrajzi helyének megtekintése

source: Update Event Location
fi: Päivitä tapahtumapaikka
hu_hu: Esemény Földrajzi helyének frissítése

source: Add New Event Location
fi: Lisää uusi tapahtumapaikka
hu_hu: Új Esemény Földrajzi helyének hozzáadása

source: New Event Location Name
fi: Uuden tapahtumapaikan nimi
hu_hu: Új Esemény Földrajzi helyének Neve

source: Locations
fi: Tapahtumapaikat
hu_hu: Földrajzi hely

# taxonomy general name
source: Event Tags
fi: Tapahtumatagit
hu_hu: Esemény Címkék

# taxonomy singular name
source: Event Tag
fi: Tapahtumatagi
hu_hu: Esemény Címke

source: Search Event Tags
fi: Hae tapahtumatageista
hu_hu: Esemény Címkék Keresése

source: Popular Event Tags
fi: Suositut tapahtumatagit
hu_hu: Népszerű Esemény Címkék

source: All Event Tags
fi: Kaikki tapahtumatagit
hu_hu: Minden Esemény Címkék

source: Edit Event Tag
fi: Muokkaa tapahtumatagia
hu_hu: Esemény Címkék Szerkesztése

source: Update Event Tag
fi: Päivitä tapahtumatagi
hu_hu: Esemény Címke Frissítése

source: Add New Event Tag
fi: Lisää uusi tapahtumatagi
hu_hu: Új Esemény Címke Hozzáadása

source: New Event Tag Name
fi: Uuden tapahtumatagin nimi
hu_hu: Új Esemény Címke Neve

source: Separate event tags with commas
fi: Erottele tapahtumatagit pilkuilla
hu_hu: Külön esemény címkék vesszőkkel

source: Add or remove event tags
fi: Lisää tai poista tageja
hu_hu: Esemény címkék hozzáadása vagy eltávolítása

source: Choose from the most used event tags
fi: Valitse useimmin käytetyistä tageista
hu_hu: Válasszon a leggyakrabban használt esemény címkék közül

source: Tags
fi: Taigt
hu_hu: Címkék

# taxonomy general name
source: Organizers
fi: Järjestäjät
hu_hu: Szervező

# taxonomy singular name
source: Event Organizer
fi: Tapahtuman järjestäjä
hu_hu: Esemény Szervező

source: Search Event Organizers
fi: Hae järjestäjistä
hu_hu: Esemény Szervező Keresése

source: All Event Organizers
fi: Kaikki tapahtumajärjestäjät
hu_hu: Minden Rendezvényszervezés

source: Parent Event Organizer
fi: Päätapahtumajärjestäjä
hu_hu: Szülő Rendezvényszervezés

source: Parent Event Organizer:
fi: Päätapahtumajärjestäjä:
hu_hu: Szülő Esemény szervezés

source: Edit Event Organizer
fi: Muokkaa tapahtumajärjestäjää
hu_hu: Esemény Szervező Szerkesztése

source: View Event Organizer
fi: Katso tapahtumajärjestäjä
hu_hu: Esemény Szervező Nézet

source: Update Event Organizer
fi: Päivitä tapahtumajärjestäjä
hu_hu: Esemény Szervező Frissítése

source: Add New Event Organizer
fi: Lisää uusi tapahtumajärjestäjä
hu_hu: Új Esemény Szervező hozzáadása

source: New Event Organizer Name
fi: Uuden tapahtumajärjestäjän nimi
hu_hu: Új Esemény Szervező Neve

source: Organizers
fi: Järjestäjät
hu_hu: Szervezők

# post type general name
source: Events
fi: Tapahtumat
hu_hu: Események

# post type singular name
source: Event
fi: Tapahtuma
hu_hu: Esemény

source: Events
fi: Tapahtumat
hu_hu: Események

source: All Events
fi: Kaikki tapahtumat
hu_hu: Minden események

source: Add New
fi: Lisää uusi
hu_hu: Új Hozzáadása

source: Add New Event
fi: Lisää uusi tapahtuma
hu_hu: Új Esemény Hozzáadása

source: Edit Event
fi: Muokkaa tapahtumaa
hu_hu: Esemény Szerkesztése

source: New Event
fi: Uusi tapahtuma
hu_hu: Új Esemény

source: View Event
fi: Katso tapahtuma
hu_hu: Esemény Nézet

source: Event Archive
fi: Tapahtuma-arkisto
hu_hu: Esemény Archívum

source: Search Event
fi: Hae tapahtumaa
hu_hu: Esemény Keresés

source: No events found
fi: Tapahtumia ei löytynyt.
hu_hu: Nincs esemény

source: No events found in trash
fi: Tapahtumia ei löytynyt roskakorista.
hu_hu: Nem talált eseményt a kukában

source: Event updated. <a href="%s">View event</a>
fi: Tapahtuma päivitetty. <a href="%s">Katso tapahtuma</a>
hu_hu: Esemény frissítve. <a href="%s">Esemény nézet</a>

source: Custom field updated.
fi: Kenttä päivitetty
hu_hu: Egyéni mező frissült.

source: Custom field deleted.
fi: Kenttä poistetu
hu_hu: Egyéni mező törölve.

source: Event updated.
fi: Tapahtuma päivitetty
hu_hu: Esemény frissült.

source: Event restored to revision from %s
fi: Tapahtuma palautettu versiosta %s
hu_hu: Esemény helyreállítása a felülvizsgálatból %s

source: Event published. <a href="%s">View event</a>
fi: Tapahtuma julkaistu. <a href="%s">Katso tapahtuma</a>
hu_hu: Esemény közzététele. <a href="%s"> Rendezvény megtekintése </a>

source: Event saved.
fi: Tapahtuma tallennettu
hu_hu: Esemény mentve.

source: Event submitted. <a target="_blank" href="%s">Preview event</a>
fi: Tapahtuma lisätty. <a target="_blank" href="%s">Esikatsele tapahtuma</a>
hu_hu: Esemény feljegyezve. <a target="_blank" href="%s"> Esemény előnézet</a>

source: Event scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview event</a>
fi: Tapahtuma ajastettu:<strong>%1$s</strong>. <a target="_blank" href="%2$s">Esikatsele tapahtuma</a>
hu_hu: Esemény betervezve: <strong>%1$s</strong>. <a target="_ blank" href="%2$s">Esemény előnézet</a>

source: Event draft updated. <a target="_blank" href="%s">Preview event</a>
fi: Tapahtuman luonnos päivitetty. <a target="_blank" href="%s">Esikatsele tapahtuma</a>
hu_hu: Esemény vázlat frissítve. <a target="_blank" href="%s">Esemény előnézete</a>

source: Select image
fi: Valitse kuva
hu_hu: Kép kiválasztása

source: Add image
fi: Lisää kuvaa
hu_hu: Kép hozzáadása

source: Are you sure you want to reset these settings to defaults?
fi: Oletko varma, että haluat palauttaa oletusasetukset?
hu_hu: Biztos benne, hogy vissza szeretné állítani ezeket a beállításokat az alapértékekre?

source: Support
fi: Tue
hu_hu: Támogatás

source: View Calendar
fi: Katso kalenteri
hu_hu: Naptár nézet

source: Start Date
fi: Alkamisajankohta
hu_hu: Kezdés Dátuma

source: End Date
fi: Loppumisajankohta
hu_hu: Befejezés Dátuma

source: Start
fi: Alkaa
hu_hu: Kezdés

source: End
fi: Loppuu
hu_hu: Befejezés

source: Recurrence
fi: Toisto
hu_hu: Ismétlődés

source: Tickets
fi: Liput
hu_hu: Jegyek

source: Featured
hu_hu: Kiemelt

source: paid
hu_hu: fizetett

source: free
hu_hu: szabad

source: Toggle featured
hu_hu: Váltás szerepelt

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Duplicate this item
hu_hu: Ismétlődik ez a tétel

source: Duplicate
hu_hu: Ismétlődik

source: No event to duplicate has been supplied!
hu_hu: Nincs elérhető ismétlődő esemény!

source: You do not have permission to copy this event.
hu_hu: Nincs másolat erről az eseményről.

source: Copy creation failed, could not find original event:
hu_hu: Másolás létrehozása nem sikerült, nem találtam az eredeti eseményt:

source: You do not have permission to access this page.
hu_hu: Önnek nincs jogosultsága hozzáférni ehhez az oldalhoz.

source: You have taken too long. Please go back and retry.
hu_hu: A kiszedett rész túl hosszú. Kérlek menj vissza, és próbáld újra.

source: Google Map
hu_hu: Google Térkép

source: Event Gallery
hu_hu: Esemény Galéria

source: Location Details
hu_hu: Helyszín Részletek

source: Organizer Details
hu_hu: Szervező Részletek

source: Display options:
hu_hu: Kijelző opciók:

source: Edit
fi: Muokkaa
hu_hu: Szerkesztés

source: Define the display options for this event.
hu_hu: Megjelenítés beállításai erre az eseményre.

source: Enable to feature this event.
hu_hu: Engedélyezze a jellemzőt erre az eseményre.

source: Cancel
hu_hu: Mégse

source: Ticket Name
fi: Lipun nimi
hu_hu: Jegy Név

source: Price
fi: Hinta
hu_hu: Ár

source: Event Date and Time
fi: Tapahtuman ajankohta
hu_hu: Esemény Dátum és Idő

source: Event Tickets
fi: Tapahtuman liput
hu_hu: Esemény Jegyek

source: Delete
fi: Poista
hu_hu: Törlés

source: Start date/time
fi: Alkamisajankohta
hu_hu: Dátum/Idő kezdete

source: End date/time
fi: Loppumisajankohta
hu_hu: Dátum/Idő befejezése

source: Are you sure you want to delete this ticket?
fi: Oletko varma, että haluat poistaa tämän lipun?
hu_hu: Biztosan törölni akarod a jegyet?

source: Are you sure you want to delete this occurrence?
fi: Oletko varma, että haluat poistaa tämän toiston?
hu_hu: Biztos törölni szeretnéd ezt az eseményt?

source: day
fi: päivä
hu_hu: nap

source: days
fi: päivää
hu_hu: napok

source: week
fi: viikko
hu_hu: hét

source: weeks
fi: viikkoa
hu_hu: hetek

source: month
fi: kuukausi
hu_hu: hónap

source: months
fi: kuukautta
hu_hu: hónapok

source: year
fi: vuosi
hu_hu: év

source: years
fi: vuotta
hu_hu: évek

source: Add Images to Event Gallery
hu_hu: Képek Hozzáadása az Esemény Galériához

source: Add Images to Gallery
hu_hu: Képek hozzáadása a Galériához

source: Delete image
hu_hu: Kép Törlése

source: All-day event?
fi: Kestää koko päivän?
hu_hu: Minden napi esemény?

source: day of the month
fi: kuukauden päivä
hu_hu: a hónap napja

source: day of the week
fi: viikonpäivä
hu_hu: a hét napja

source: Repeat every
fi: Toista joka
hu_hu: Ismétlés

source: until
fi: saakka
hu_hu: míg

source: Separate end date
fi: Erillinen loppumisajankohta
hu_hu: Elválasztja a dátum befejezését

source: Add new occurrence
fi: Lisää uusia toistoja
hu_hu: Új előfordulás hozzáadása

source: Is this a free event?
fi: Onko tämä ilmainen tapahtuma?
hu_hu: Ez egy szabad esemény?

source: Add new ticket
fi: Lisää uusi lippu
hu_hu: Új jegy hozzáadása

source: Buy tickets URL
fi: Lippujen ostamisosoite
hu_hu: URL jegyek vásárlása

source: Publish date
fi: Julkaisuajankohta
hu_hu: Közzététel dátuma

source: Events start date
fi: Tapahtumien alkamisajankohta
hu_hu: Események kezdeti ideje

source: Events end date
fi: Tapahtumien loppumisajankohta
hu_hu: Események befejezési ideje

source: Ascending
fi: Nouseva
hu_hu: Növekvő

source: Descending
fi: Laskeva
hu_hu: Csökkenő

source: selected page
fi: valittu sivu
hu_hu: Kiválasztott oldal

source: manually
fi: käsin
hu_hu: manuálisan

source: before the content
fi: ennen sisältöä
hu_hu: a tartalom előtt

source: after the content
fi: sisällön jälkeen
hu_hu: a tartalom után

source: General settings saved.
fi: Yleiset asetukset tallennettu.
hu_hu: Általános beállítások mentve.

source: Display settings saved.
hu_hu: Kijelző beállítások mentve.

source: Templates settings saved.
fi: Teemapohjien asetukset tallennettu.
hu_hu: Sablon beállítások mentve.

source: Capabilities settings saved.
fi: Oikeuksien asetukset tallennettu
hu_hu: Képességi beállítások mentve.

source: Permalinks settings saved.
fi: Osoiterakenteen asetukset tallennettu.
hu_hu: Permalinkek beállítások mentve.

source: General settings restored to defaults.
fi: Yleiset asetukset palautettu oletuksiin.
hu_hu: Általános beállítások vissza az alapértékekre.

source: Display settings restored to defaults.
hu_hu: Kijelző beállítások vissza az alapértékekre.

source: Templates settings restored to defaults.
fi: Teemapohjien asetukset palautettu oletuksiin.
hu_hu: Sablon beállítások vissza az alapértékekre.

source: Capabilities settings restored to defaults.
fi: Oikeuksien asetukset palautettu oletuksiin.
hu_hu: Képességi beállítások vissza az alapértékekre.

source: Permalinks settings restored to defaults.
fi: Osoiterakenteen asetukset palautettu oletuksiin.
hu_hu: Permalinkek beállításai vissza az alapértékekre.

source: There is no such menu.
fi: Valikkoa ei ole olemassa.
hu_hu: Nincs ilyen menü.

source: Menu name can not be empty.
fi: Valikon nimi ei voi olla tyhjä.
hu_hu: Menü név nem lehet üres.

source: General
fi: Yleinen
hu_hu: Általános

source: Display
hu_hu: Kijelző

source: Templates
fi: Teemapohjat
hu_hu: Sablonok

source: Capabilities
fi: Oikeudet
hu_hu: Képességek

source: Permalinks
fi: Osoiterakenne
hu_hu: Permalinkek

source: Publish Events
fi: Julkaista tapahtumia
hu_hu: Események közzététele

source: Edit Events
fi: Muokkaa tapahtumia
hu_hu: Események Szerkesztése

source: Edit Others Events
fi: Muokkaa muiden tapahtumia
hu_hu: Egyéb Események Szerkesztése

source: Edit Published Events
fi: Muokkaa julkaistuja tapahtumia
hu_hu: Közzétett Események Szerkesztése

source: Delete Published Events
fi: Poistaa julkaistuja tapahtumia
hu_hu: Közétett Események Törlése

source: Delete Events
fi: Poistaa tapahtumia
hu_hu: Események Törlése

source: Delete Others Events
fi: Poistaa muiden tapahtumia
hu_hu: Másik Események Törlése

source: Read Private Events
fi: Lukea yksityisiä tapahtumia
hu_hu: Magán Események Olvasása

source: Manage Event Categories
fi: Hallinnoida tapahtumakategorioita
hu_hu: Esemény Kategóriák Kezelése

source: title
fi: otsikko
hu_hu: cím

source: editor
fi: kirjoittaja
hu_hu: szerkesztő

source: author
fi: kirjoittaja
hu_hu: szerző

source: thumbnail
fi: artikkelikuva
hu_hu: körömkép

source: excerpt
fi: lyhennelmä
hu_hu: szemelvény

source: custom fields
fi: avainkentät
hu_hu: egyedi mezők

source: comments
fi: kommentit
hu_hu: hozzászólások

source: trackbacks
fi: linkki-ilmoitukset
hu_hu: visszakövetések

source: revisions
fi: versiot
hu_hu: ellenőrzések

source: Manage Event Tags
fi: Hallitse tapahtumatageja
hu_hu: Esemény Címkék Kezelése

source: Manage Event Locations
fi: Hallitse tapahtumapaikkoja
hu_hu: Rendezvényhelyszínek Kezelése

source: Manage Event Organizers
fi: Hallitse tapahtumajärjestäjiä
hu_hu: Rendezvényszervezők Kezelése

source: Settings
fi: Asetukset
hu_hu: Beállítások

source: Events Maker
fi: Tapahtumakalenteri
hu_hu: Esemény Készítő

source: Need support?
fi: Tarvitseko apua?
hu_hu: Támogatásra van szükséged?

source: If you are having problems with this plugin, checkout plugin
fi: Jos sinulla on ongelmia tämän lisäosan kanssa, katso lisäosa
hu_hu: Ha problémád van a bővítménnyel, kapcsold ki a bővítményt

source: Documentation
fi: Dokumentaatio
hu_hu: Dokumentuáció

source: or talk about them in the
fi: tai keskustele niistä
hu_hu: vagy beszélj velük a

source: Support forum
fi: Tukifoorumeilla
hu_hu: Fórum támogatás

source: Do you like this plugin?
fi: Tykkäätkö tästä lisäosasta?
hu_hu: Kedveled ezt a bővítményt?

source: Rate it 5
fi: Anna sille 5
hu_hu: Értékelés 5

source: on WordPress.org
fi: WordPress.org -sivustolla
hu_hu: WordPress.org -on

source: Blog about it & link to the
fi: Bloggaa siitä ja linkitä
hu_hu: Blogról & linket a

source: plugin page
fi: Lisäosan sivu
hu_hu: bővítmény oldal

source: Check out our other
fi: Katso meidän muut
hu_hu: Nézze meg a többit

source: WordPress plugins
fi: WordPress -lisäosat
hu_hu: WordPress bővítmények

source: Created by
fi: Tehnyt
hu_hu: Készítette

source: Reset to defaults
fi: Palauta oletusasetukset
hu_hu: Alapértelmezett érték újraindítása

source: General settings
fi: Yleiset asetukset
hu_hu: Általános beállítások

source: Event features support
fi: Tapahtumien ominaisuuksien tuki
hu_hu: Esemény funkciók támogatása

source: iCal feed/files
hu_hu: iCal feed/fájlok

source: Deactivation
fi: Käytöstä poistaminen
hu_hu: Deaktíválás

source: Currency settings
fi: Valuutta-asetukset
hu_hu: Árfolyam beállítások

source: Currency
fi: Valuutta
hu_hu: Árfolyam

source: Currency position
fi: Valuutan sijainti
hu_hu: Árfolyam pozicíó

source: Currency symbol
fi: Valuuttamerkki
hu_hu: Árfolyam szimbólum

source: Currency display format
fi: Valuutan muoto
hu_hu: Árfolyam formátum kijelzés

source: Query settings
fi: Kyselyn asetukset
hu_hu: Lekérdezés beállítások

source: Order by
fi: Järjestä
hu_hu: Rendezés

source: Sort order
fi: Järjestys
hu_hu: Rendezési sorrend

source: Past events
fi: Menneet tapahtumat
hu_hu: Utolsó események

source: Current events
fi: Nykyiset tapahtumat
hu_hu: Aktuális események

source: Occurrences
fi: Toistot
hu_hu: Események

source: Display settings
hu_hu: Kijelző beállítások

source: Event default options
fi: Tapahtuman oletusasetukset
hu_hu: Alapértelmezett Esemény Opciók

source: Date and time format
fi: Päivämäärän ja ajan muotoilu
hu_hu: Dátum és idő formátum

source: First day of the week
fi: Viikon ensimmäinen päivä
hu_hu: A hét első napja

source: Full Calendar display
fi: Täysi kalenterinäkymä
hu_hu: Teljes Naptár kijelzése

source: Link in menu
fi: Linkki valikossa
hu_hu: Link menüben

source: Templates settings
fi: Teemapohjien asetukset
hu_hu: Sablon beállítások

source: Default templates
fi: Oletuspohjat
hu_hu: Alapértelmezett sablonok

source: Events archive
fi: Tapahtuma-arkisto
hu_hu: Események arhíválása

source: Archive event content
fi: Arkiston tapahtuman sisältö
hu_hu: Arhívált esemény tartalom

source: Single event
fi: Yksittäinen tapahtuma
hu_hu: Egyszerű esemény

source: Single event content
fi: Yksittäisen tapahtuman sisältö
hu_hu: Egyszerű esemény tartalom

source: Widget event content
fi: Vimpaimen tapahtuman sisältö
hu_hu: Widget esemény tartalom

source: Capabilities settings
fi: Oikeuksien asetukset
hu_hu: Képességi beállítások

source: Permalinks settings
fi: Osoiterakenteen asetukset
hu_hu: Permalinkek beállításai

source: Events base
fi: Tapahtumien alkuosa
hu_hu: Események alapjai

source: Select which features would you like to enable for your events.
fi: Valitse, mitkä toiminnot haluat ottaa käyttöön tapahtumillesi
hu_hu: Válassza ki, melyik funkciókat szeretne engedélyezni a rendezvényeihez.

source: Enable Event Tags
fi: Ota käyttöön tapahtumatagit
hu_hu: Esemény Címkék Engedélyezése

source: Enable if you want to use Event Tags.
fi: Valitse, jos haluat käyttää tapahtumatageja.
hu_hu: Esemény Címkék használatának Engedélyezése.

source: Enable Event Organizers
fi: Ota käyttöön tapahtumajärjestäjät
hu_hu: Eseményszervező Engedélyezése

source: Enable if you want to use Event Organizers (including organizer contact details).
fi: Ota käyttöön, jos haluat käyttää tapahtumajärjestäjiä (mukaanlukien järjestäjän lisätiedot).
hu_hu: Engedélyezze ha szeretné használni Rendezvényszervezőket (beleértve a kapcsolat szervező részleteket).

source: Enable Event Tickets
fi: Ota käyttää tapahtumien liput
hu_hu: Esemény Jegyek Engedélyezése

source: Enable if you want to use Event Tickets (including free events, paid events and multiple ticket types).
fi: Ota käyttöön, jos haluat käyttää tapahtumien lippuja (mukaanlukien ilmaiset tapahtumat, maksullise tapahtumat ja useat lippuvaihtoehdot).
hu_hu: Engedélyezze, ha a használni kívánt esemény jegyeket (beleértve az ingyenes rendezvények, események fizetett és több jegyet típus).

source: Display Google Map
fi: Näytä Google Map
hu_hu: Google Térkép Kijelzése

source: Display Event Gallery
hu_hu: Esemény Galéria Kijelzése

source: Display Location Details
fi: Näytä tapahtumapaikan tiedot
hu_hu: Helyszín részletek kijelzése

source: Display Tickets Info
fi: Näytä lipputiedot
hu_hu: Jegyek Információ Kijelzése

source: Display Organizer Details
fi: Näytä järjestäjätiedot
hu_hu: Szervező Részletek Kijelzése

source: Select default display options for single event (this can overriden for each event separately).
fi: Valitse oletusnäyttämisasetukset yksittäisille tapahtumille (nämä voidaan ylikirjoittaa tapahtumakohtaisesti)
hu_hu: Válassza ki az alapértelmezett megjelenítési lehetőségek egyetlen eseményt (ezért minden felülírható esemény szeparálható).

source: There are no pages.
fi: Sivuja ei ole.
hu_hu: Nincsenek oldalak.

source: Select how and where would you like to display events full calendar. Use <code>[em-full-calendar]</code> shortcode for manual display.
fi: Valitse, missä ja miten haluaisit näyttää täyden tapahtumakalenterin. Käytä code>[em-full-calendar]</code> lyhytkoodia näyttääksesi kalenterin manuaalisesti.
hu_hu: Válassza ki, hogyan és hol szeretne megjeleníteni események teljes naptárát. Használja <code> [em-full-naptár] </ code> rövid kódot kézi kijelzőn.

source: Enable iCal feed/files
hu_hu: Engedélyezze az iCal feed/fájlokat

source: Enable to generate an iCal feed/files for all your events, categories, tags, locations, organizers and single events. iCal feed/files are accessible under event URL extended with:
hu_hu: Engedélyezi hogy létrehozzon egy iCal feed / fájlok minden eseményt, kategóriákat, címkéket,helyszíneket, szervezést és az egyes eseményeket. iCal feed / fájlok elérhetőekAz Esemény bővítménye URL:
